Repository: SomervilleCC/interactivesomerville
Catalog: apps/mptt_comments/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Content
fr: Contenu

source: Metadata
fr: Metadonnées

source: Comment Posted
fr: Commentaire posté

source: You have posted a comment
fr: Vous avez posté un commentaire

source: Comment Replied
fr: Réponse Commentaire

source: You have replied to a comment
fr: Vous avez répondu à un commentaire

source: Reply To Comment Received
fr: Réponse Commentaire Reçue

source: You have received a reply to a comment
fr: Vous avez reçu une réponse à un commentaire

source: Friend Posted Comment
fr: Commentaire Ami Posté

source: A friend has posted a comment
fr: Un ami a répondu à un commentaire

source: Friend Replied To Comment
fr: Réponse Ami Commentaire

source: A friend has replied to a comment
fr: Un ami a répondu à un commentaire

source: Commented by
fr: Ecrit par

source: at
fr: à

source: %(count)s hidden replies
fr: %(count)s réponses supplémentaires

source: %(count)s replies
fr: %(count)s réponses

source: Post a new comment
fr: Poster un nouveau commentaire

source: Reply to this comment
fr: Répondre à ce commentaire

source: Flag this comment
fr: Signaler ce commentaire

source: Comment removed
fr: Commentaire supprimé

source: Still
fr: Encore

source: comments left
fr: commentaires restants

source: Comments
fr: Commentaires

source: Post
fr: Poster

source: Preview
fr: Prévisualiser

source: Thanks for your comment
fr: Votre commentaire a bien été posté

source: Back to the page you commented on
fr: Revenir sur la page précédente

source: Comment preview
fr: Prévisualisation de votre commentaire

source: (<span id="comment_count">%(comment_count)s</span> comments in <span id="comment_toplevel_count">%(comment_toplevel_count)s</span> threads)
fr: (<span id="comment_count">%(comment_count)s</span> commentaires dans <span id="comment_toplevel_count">%(comment_toplevel_count)s</span> fils)

source: <a href="%(user_url)s">%(user)s</a> has posted a <a href="%(comment_url)s">new comment</a> on <em><a href="%(object_url)s">%(object)s</a></em>.
fr: <a href="%(user_url)s">%(user)s</a> a posté un <a href="%(comment_url)s">nouveau commentaire</a> sur <em><a href="%(object_url)s">%(object)s</a></em>.

source: <a href="%(user_url)s">%(user)s</a> has <a href="%(comment_url)s">replied</a> to a <a href="%(parent_comment_url)s">comment</a> by <a href="%(other_user_url)s">%(parent_comment_user)s</a> on <em><a href="%(object_url)s">%(object)s</a></em>.
fr: <a href="%(user_url)s">%(user)s</a> a <a href="%(comment_url)s">répondu</a> à <a href="%(parent_comment_url)s">un commentaire</a> de <a href="%(other_user_url)s">%(parent_comment_user)s</a> sur <em><a href="%(object_url)s">%(object)s</a></em>.

source: You have posted a <a href="%(comment_url)s">new comment</a> on <em><a href="%(object_url)s">%(object)s</a></em>.
fr: vous avez posté un <a href="%(comment_url)s">nouveau commentaire</a> sur <em><a href="%(object_url)s">%(object)s</a></em>.

source: You have <a href="%(comment_url)s">replied</a> to a <a href="%(parent_comment_url)s">comment</a> by <a href="%(other_user_url)s">%(parent_comment_user)s</a> on <em><a href="%(object_url)s">%(object)s</a></em>.
fr: Vous avez <a href="%(comment_url)s">répondu</a> à <a href="%(parent_comment_url)s">un commentaire</a> de <a href="%(other_user_url)s">%(parent_comment_user)s</a> sur <em><a href="%(object_url)s">%(object)s</a></em>.

source: <a href="%(user_url)s">%(user)s</a> has <a href="%(comment_url)s">replied</a> to <a href="%(parent_comment_url)s">your comment</a> on <em><a href="%(object_url)s">%(object)s</a></em>.
fr: <a href="%(user_url)s">%(user)s</a> a <a href="%(comment_url)s">répondu</a> à <a href="%(parent_comment_url)s">votre commententaire</a> sur <em><a href="%(object_url)s">%(object)s</a></em>.
